#1) შექმენით პროგრამა რომელიც temp ცვლადში ინახავს ტემპერატურას (integer, რიცხვით მნიშვნელობას), ხოლო cloudy ცვლადში boolean (True/False) მნიშვენლობას, პროგრამამ უნდა დაადგინოს walk ცვლადის მნიშვენლობა შემდეგი პირობებიდან გამომდინარე, თუ ტემპერატურა მეტია 20 გრადუს ცელსიუზე და ამინი არ არის ღრუბლიანი მხოლოდ მაშინ უნდა გახდეს walk ცვლადის მნიშვნელობა ჭეშმარიტი


temp= 40 #ტემპერატურის მანიშნებელი
cloudy=True #ამინდზე დავპრინტავ ჭეშმარიტს
walk= (temp>20) and cloudy #ტემპერატურა შევადარე გასვლის მინიმუმ ტემპერატურას და ამინდიც
print(walk)#დავპრინტოთ გასვლა


