#1) პითონის ფაილში კომენტარებით ახსნით რა არის დიაპაზონი, რამდენი რიცხვი შეიძლება გადაეცეს range() ინსტრქუციას და დაწერეთ თითოეულის დანიშნულება, ასევე ისიც თუ არ გადავეცით ზუსტად 3 რიცხვი range()ს და მხოლოდ 1 ან 2 ამ შემთხვევაში რა მოხდება


# დიაპაზონი არის "რიცხვითი სხივი" რომელზეც გამოსახულია ციფები და რამდენსაც მივითითებთ რეინჯში 0 იდან გადათვლის იქამდე რაც რეინჯში მოვნიშნეთ იმას გამოკლებული -1 (დიაპაზონი ორ რიცხვს შორის ციფრების "რაოდენობაა") მას შეიძლება გადაეცეს 3 "ბრძანება"start stop,step.რეინჯი მესამე რიცხვის გარეშე იგივეა რაც მაგ:დიდს გამოკლებული პატარა 5-(-2)=7.   3რიცხვი რომ არა ეს იგივეა რაც ერთი ანუ სასრული რიცხვი საწყისია 0 და დასასრული ანგეში მითითებულ რიცხვს -1.  

