#parentheses - ბრჩხილები
#qutation marks - ბრჭყალები
#instruction - ნაბიჯები დავალების შესასრულებლად
#print - ბეჭდვა

#4) გაიცანით თქვენი ჯგუფელები, დაიმეგობრეთ, და გაუზიარეთ შთაბეჭდილებები, იმეცადინეთ ერთად, შეიყვარეთ ერთმანეთი. 
#(ვისაც გაიცნობთ, ყველას სახელი და გვარი ამოიწერეთ, level2.txt ფაილში და ატვირთეთ github _ ზე. 

#5) ყოველდღე გააკეთეთ 100 Push-up, 200 პრესი, 100 squat 

#6) ჩაეხუტეთ მშობლებს, გადაუხადეთ მადლობა და გაუზიარეთ შთაბეჭდილებები. ❤️

#7) გამოიწერეთ Low Budget Stories youtube არხი და უყურეთ ვიდეოებს