# **1) შექმენით თქვენი მეგობრების სია რომელსაც შეიტანთ თქვენთვის საყვარელი მეგობრების სახელებს. გამოიყენეთ ამ სიაზე შემდეგი მეთოდები: append, insert, pop თითოეული 3-ჯერ. ბოლოს გამოიტანეთ საბოლოო სია რომლიდანაც შეგიძლიათ თქვათ თუ რჩება მხოლოდ სია რომელიც თიოთოეულ მეგობარს შეიცავს**

საუკეთესოები = ["მესი", "რონალდო", "ჯორდან"]

საუკეთესოები.append("ნეიმარი")
საუკეთესოები.append("ჰერიკეინი")
საუკეთესოები.append("მე")

საუკეთესოები.insert(1, "ბატუმი")
საუკეთესოები.insert(0, "კობი")
საუკეთესოები.insert(3, "კვარა")

საუკეთესოები.pop(2)
საუკეთესოები.pop(0)
საუკეთესოები.pop(0)

print("საბოლოოააააა :", საუკეთესოები)
