#5) შექმენით პაროლის ცვლადი და შეინახეთ თქვენთვის სასურველი სიტყვა, შემდეგ მომხმარებელს შეეკითხეთ პაროლი და შეინახეთ ცვლადში, იქამდე შეეკითხეთ სანამ სწორად არ ჩაწერს while ციკლით გამოყენებით, საბოლოოდ კი დაუბეჭდეთ "Logged in successsfuly" ასევე ის თუ რამდენი ცდა დასჭირდა, ამისთვის ცალკე ცვლადი შექმენით და ყოველ ციკლის გამეორებაზე გაზარდეთ 1-ით

password = "1243"
attempts = 0
login = " "

while login != password :
    login = input("შეავსეთ პაროლი")
attempts += 1

print ("login in succeddfully")
print(attempts)